Repository: common-repository/spikkl-address-lookup
Catalog: lang/spikkl-*.po
Languages: nl_nl

source: Invalid API key provided. Your API key should have 32 characters and should consist of numbers and letters only.
nl_nl: Onjuiste API key. De API key moet een combinatie zijn van 32 letters en cijfers.

source: You cannot enable Spikkl Address Lookup without a valid API key.
nl_nl: Ja kan de Spikkl Address Lookup plugin niet activeren als je geen valide API key hebt ingevuld.

source: Not accessible
nl_nl: Geen toegang

source: Address Lookup
nl_nl: Adresvalidatie

source: Settings
nl_nl: Instellingen

source: Spikkl Address Lookup: WooCommerce is required.
nl_nl: Spikkl Address Lookup: WooCommerce nodig voor de werking van deze plugin.

source: The WooCommerce plugin is required and to be activated in order to add address validation and lookup to the checkout form.
nl_nl: De WooCommerce plugin is benodigd en moet geactiveerd zijn om gebruik te kunnen maken van adresvalidatie tijdens het betaalproces.

source: Spikkl Address Lookup: Set the API key
nl_nl: Spikkl Address Lookup: voeg een API key toe

source: An API key is required in order to use address validation and lookup in the checkout form. Set your API key in the settings.
nl_nl: Een API key is verplicht om adresvalidatie te gebruiken tijdens het betaalproces. Ja kan je API key toevoeging in de instellingen.

source: Spikkl Address Lookup Settings
nl_nl: Spikkl Adresvalidatie Instellingen

source: In order to use the Spikkl Address Lookup service, you must have an account. If you do not have an account already, <a href="%s" target="_blank">signup</a> and copy the API key provided.
nl_nl: Voor het gebruik van de Spikkl Adresvalidatie, heb je een account nodig. Heb je nog geen account, <a href="%s" target="_blank">registreer</a> je en kopieer de API key.

source: Default settings
nl_nl: Standaard instellingen

source: Lookup enabled
nl_nl: Inschakelen

source: Enable address lookup for billing and checkout address for supported countries.
nl_nl: Schakel de adresvalidatie in voor het betaalprocess.

source: The Spikkl API key should be 32 characters long and consist of alpha numeric characters. An API key is required to enable the service.
nl_nl: The Spikkl API key moet 32 karacters lang zijn en mag enkel letters en cijfers bevatten. Een API key is verplicht om de service te gebruiken.

source: Security settings
nl_nl: Beveiliging

source: Validate referrer
nl_nl: Valideer oorsprong

source: Enable site domain validation of each request. Additional restrictions of the referrer need to be configured on the <a href="%s" target="_blank">Spikkl credentials page</a>.
nl_nl: Site domein validatie per aanvraag. Aanvulende estricties bij de oorsprong van de aanvraag kan aangepast worden op <a href="%s" target="_blank">Spikkl API key pagina</a>.

source: Street number
nl_nl: Huisnummer

source: Street number suffix
nl_nl: Toevoeging

source: Street name
nl_nl: Straatnaam

source: Invalid postcode format
nl_nl: Onjuiste postcode

source: Invalid street number format
nl_nl: Onjuist huisnummer

source: Invalid street number suffix format
nl_nl: Onjuiste huisnummer toevoeging

source: No address found
nl_nl: Onjuiste postcode + huisnummer combinatie

source: Invalid postcode or street number
nl_nl: Onjuiste postcode of huisnummer

source: Unknown error occurred
nl_nl: Er is een onbekende fout opgetreden
